import React from 'react'


const AboutMe = () =>{
    return(
        <div className='AboutMe '>
            <h1 className='title-page'>About me </h1>
            <p className='about-lorem'> Меня зовут Ахмет Яссауи, мне 18 лет. Я — начинающий разработчик, увлечённый созданием современных веб- и мобильных приложений.

Родом из города Сатпаев (Карагандинская область), где я окончил среднюю школу №27. Сейчас обучаюсь в Колледже Сервиса и Туризма (КСиТ) по специальности программное обеспечение (программист).

С 2023 года, находясь на втором курсе, я также начал обучение в <strong>IT Step Academy</strong>  — международной образовательной организации, специализирующейся на подготовке IT-специалистов. В академии я получил базу по <strong>frontend-разработке</strong> , а также изучал <strong>backend</strong> , <strong>мобильную разработку и UI/UX-дизайн</strong> , что дало мне широкий взгляд на современные технологии и процессы разработки. <br />

Я изучал следующие технологии: <br />

<strong> JavaScript,</strong> <br />

<strong>React.js,</strong>  <br />

<strong>React Native, </strong><br />

<strong>Node.js,</strong> <br />
 
<strong>PostgreSQL </strong>  <br />

В процессе обучения я работал над несколькими проектами, в том числе создавал собственные веб-приложения. Мне интересно развиваться в сфере фронтенд-разработки, улучшать пользовательский опыт и создавать удобные, современные интерфейсы.

В ближайшем будущем я стремлюсь стать востребованным специалистом в сфере веб- и мобильной разработки, применяя полученные знания на практике и участвуя в реальных проектах.</p>
        </div>
    )
}
export default AboutMe;