import React from 'react'

const Education = () =>{
    return(
        <div className='Education'>
            <h1 className='title-page'>Education</h1>
            <div className="titles">
            <div className="title-1 t-card">
                <h4>Среднее общее образование</h4>
                <p><strong> Средняя школа №27, г. Сатпаев, Карагандинская область </strong> <br />
<strong> Среднее общее образование (1–9 классы)</strong> <br />
<strong>Период обучения: 2012 – 2019 </strong> <br />
Завершил 9 классов. Получил общее образование с упором на точные и естественные науки.</p>
            </div> 
            <div className="title-2 t-card">
                <h4>Среднее специальное образование</h4>
                <p><strong> Колледж сервиса и туризма, г. Астана</strong> <br />
                <strong>Специальность: Программное обеспечение (Программист)  </strong><br />
                <strong>  Срок обучения: 2 года 10 месяцев</strong> <br />
                В процессе обучения я получил фундаментальные знания в области программирования, разработки программного обеспечения и информационных технологий. Освоил основы алгоритмизации, объектно-ориентированного программирования, баз данных, веб-разработки и системного администрирования.</p>
            </div>

           
            <div className="title-3 t-card">
                <h4>It Step academy</h4>
                <p><strong>  Срок обучения: 1 год</strong><br />
                    Компьютерная академия ШАГ работает с 1999 года, когда сфера IT лишь начинала развиваться и приобретать популярность. Уже тогда мы выпускали первых программистов, веб-дизайнеров и других IT-специалистов. Сегодня мы предоставляем ученикам навыки, в которых нуждаются работодатели и современный бизнес — никакой сухой теории и «воды». Работодателям не нужны ваши знания — им нужна компетенция в решении рабочих задач и настройке бизнес-процессов.  </p> <br />
                
                <p><strong>It Step academy: <a href=" https://astana.itstep.org/">Перейти</a> </strong> </p>
            </div> 
          
            </div>
            
        </div>
    )
}
export default Education;